Repository: r7-labs/R7.University
Catalog: R7.University.Division/App_LocalResources/Division.*.resx
Languages: ru_ru

# ModuleHelp.Text
source: <P>A Division module</P>
ru_ru: <P> Модуль Division</P>

# NothingToDisplay.Text
source: Nothing to display: division doesn't set or was deleted.
ru_ru: Нечего отображать: подразделение не задано или было удалено.

# DivisionNotPublished.Text
source: Selected division not published.
ru_ru: Выбранное подразделение не опубликовано.

# Fax.Format
source: {0} (fax)
ru_ru: {0} (факс)

# imageBarcode.ToolTip
source: Scan me!
ru_ru: Отсканируй меня!

# imageBarcode.AlternateText
source: QR-code
ru_ru: QR-код

# BarcodeScan.Text
source: Use your mobile device barcode scanning application to add division's contacts to your address book.
ru_ru: Используйте приложение "сканер штрих-кодов" Вашего мобильного устройства для того, чтобы добавить контакты подразделения в свою адресную книгу.

# DocumentUrl.Text
source: [Regulations]
ru_ru: Положение

# SubDivisions.Text
source: Subdivisions:
ru_ru: Подчиненные подразделения:

# linkBarcode.Text
source: <![CDATA[<span class="glyphicon glyphicon-qrcode"></span> Show QR-code]]>
ru_ru: <![CDATA[<span class="glyphicon glyphicon-qrcode"></span> Показать QR-код]]>
