Repository: r7-labs/R7.University
Catalog: R7.University.Division/App_LocalResources/EditDivision.ascx.*.resx
Languages: ru_ru

# ControlTitle_editdivision.Text
source: Edit Division
ru_ru: Редактирование подразделения

# ModuleHelp.Text
source: <P>About Division Editor</P>
ru_ru: <P>О редакторе подразделения</P>

# lblTitle.Text
source: Title:
ru_ru: Наименование:

# lblTitle.Help
source: Enter a title for division.
ru_ru: Введите наименование подразделения.

# Title.Required
source: Division's title is required.
ru_ru: Введите наименование подразделения.

# lblShortTitle.Text
source: Short Title:
ru_ru: Краткое имя:

# lblShortTitle.Help
source: Enter a short title for division.
ru_ru: Введите краткое имя подразделения.

# lblParentDivision.Text
source: Parent Division:
ru_ru: Подчиняется:

# lblParentDivision.Help
source: Select a parent division for this division.
ru_ru: Выберите подразделение, которому подчиняется данное подразделение.

# lblHomePage.Text
source: Home Page:
ru_ru: Домашняя страница:

# lblHomePage.Help
source: Specify a home page for this division.
ru_ru: Укажите домашнюю страницу подразделения.

# labelDocumentUrl.Text
source: Document:
ru_ru: Документ:

# labelDocumentUrl.Help
source: Specify main / regulations document for this division.
ru_ru: Укажите главный документ подразделения (положение о подразделении).

# lblWebSite.Text
source: Website:
ru_ru: Веб-сайт:

# lblWebSite.Help
source: A separate website for this division, if available
ru_ru: Отдельный веб-сайт подразделения, при наличии.

# labelWebSiteLabel.Text
source: Website Label:
ru_ru: Метка веб-сайта:

# labelWebSiteLabel.Help
source: Optional label for division website. If not specified, website URL will be used instead.
ru_ru: Необязательная текстовая метка веб-сайта подразделения. Если не задана, вместо нее будет использован URL веб-сайта.

# lblPhone.Text
source: Phone:
ru_ru: Телефон:

# lblPhone.Help
source: Enter the division's phone number.
ru_ru: Введите номер телефона подразделения.

# lblFax.Text
source: Fax:
ru_ru: Факс:

# lblFax.Help
source: Enter the division's fax number.
ru_ru: Введите номер факса подразделения.

# lblEmail.Text
source: Email:
ru_ru: Эл. почта:

# lblEmail.Help
source: Enter the division's email address.
ru_ru: Введите адрес электронной почты подразделения.

# lblSecondaryEmail.Text
source: Secondary Email:
ru_ru: Дополнительная эл. почта:

# lblSecondaryEmail.Help
source: Enter the division's secondary email address.
ru_ru: Введите дополнительный адрес электронной почты подразделения.

# labelAddress.Text
source: Address:
ru_ru: Адрес:

# labelAddress.Help
source: Enter post address of the division.
ru_ru: Введите почтовый адрес подразделения.

# lblLocation.Text
source: Location:
ru_ru: Место нахождения:

# lblLocation.Help
source: Enter location of the division, e.g. office and cabinet number.
ru_ru: Введите место нахождения подразделения, например номер офиса и кабинета.

# labelWorkingHours.Text
source: Working Hours:
ru_ru: Время работы:

# labelWorkingHours.Help
source: Select working hours (schedule) for the division from a list.
ru_ru: Выберите время работы (расписание) подразделения из списка.

# labelCustomWorkingHours.Text
source: Custom Working Hours:
ru_ru: Другое время работы:

# labelCustomWorkingHours.Help
source: Enter description for custom working hours (schedule) for the division.
ru_ru: Введите описание времени (расписания) работы подразделения.

# checkAddToVocabulary.Text
source: Add to Vocabulary?
ru_ru: Сохранить в словаре?

# labelStartDate.Text
source: Start Publication:
ru_ru: Начало публикации:

# labelStartDate.Help
source: Enter the date from current division will be published on the site.
ru_ru: Введите дату, начиная с которой текущее подразделение будет опубликовано на сайте.

# labelEndDate.Text
source: End Publication:
ru_ru: Окончание публикации:

# labelEndDate.Help
source: Enter the date from current division will be removed from publication on the site.
ru_ru: Введите дату, начиная с которой текущее подразделение будет снято с публикации на сайте.

# labelIsSingleEntity.Text
source: Is Single Entity?
ru_ru: Из одного сотрудника?

# labelIsSingleEntity.Help
source: Check if this division consists of a single employee, and actually represents this employee (usually, the top manager) himself.
ru_ru: Отметьте, если данное подразделение состоит из одного сотрудника, и фактически представляет собой этого самого сотрудника (обычно, руководителя верхего звена).

# labelIsInformal.Text
source: Is Informal?
ru_ru: Неформальное?

# labelIsInformal.Help
source: Check if this division is not formal one. Informal divisions can be filtered out from the DivisionDirectory module view.
ru_ru: Отметьте, если данное подразделение не является формальным подразделением. Неформальные подразделения могут быть удалены из представления в модуле DivisionDirectory.

# labelIsGoverning.Text
source: Is Governing?
ru_ru: Орган управления?

# labelIsGoverning.Help
source: Check if this division is governing one for the organization.
ru_ru: Отметьте, если данное подразделение является органом управления организацией.

# labelHeadPosition.Text
source: Head Employee Position:
ru_ru: Должность руководителя:

# labelHeadPosition.Help
source: Select the position which define the division's head employee. The specific employee will be determined automatically. If system cannot determine head employee, the corresponding position will be considered vacant; if no head position is set, then the division will be considered as one which cannot have head employee at all.
ru_ru: Выберите должность, определяющую руководителя подразделения. Конкретный сотрудник, являющийся руководителем, будет определен системой автоматически. Если система не может определить руководителя, то соответствующая должность будет считаться вакантной; если должность руководителя не задана, то будет считаться, что у подразделения нет и не может быть руководителя.

# Common.Tab
source: Common
ru_ru: Подразделение

# Contacts.Tab
source: Contacts
ru_ru: Контакты

# Documents.Tab
source: Documents
ru_ru: Документы

# Bindings.Tab
source: Website Bindings
ru_ru: Привязки

# Audit.Tab
source: Audit
ru_ru: Аудит

# labelAudit.Text
source: Audit Data:
ru_ru: Данные аудита:

# labelAudit.Help
source: Audit data for the division.
ru_ru: Данные аудита подразделения.
