Repository: r7-labs/R7.University
Catalog: R7.University.Employees/App_LocalResources/ViewEmployeeDetails.ascx.*.resx
Languages: ru_ru

# ControlTitle_employeedetails.Text
source: Employee Details
ru_ru: Подробно о сотруднике

# ModuleHelp.Text
source: <p>About Employee Details module</p>
ru_ru: <p>О модуле Employee Details</p>

# imageBarcode.ToolTip
source: Scan me!
ru_ru: Отсканируй меня!

# imageBarcode.AlternateText
source: QR-code
ru_ru: QR-код

# BarcodeInfo.Text
source: Use your mobile device barcode scanning application to add employee's contacts to your address book.
ru_ru: Используйте приложение "сканер штрих-кодов" Вашего мобильного устройства для того, чтобы добавить контакты сотрудника в свою адресную книгу.

# BarcodeButtonLabel.Text
source: Show QR-code
ru_ru: Показать QR-код

# ExperienceYears1.Format
source: Total work experience (years): {0}
ru_ru: Общий стаж работы (лет): {0}

# ExperienceYears2.Format
source: Work experience by speciality (years): {0}
ru_ru: Стаж работы по специальности (лет): {0}

# ExperienceYears3.Format
source: Total work experience (years): {0}, in which by speciality: {1}
ru_ru: Общий стаж работы (лет): {0}, из них {1} по специальности

# OccupiedPositions.Text
source: Occupied Positions:
ru_ru: Занимаемые должности:

# Close.Text
source: Close
ru_ru: Закрыть

# ScienceIndexAuthorProfile.Text
source: Science Index author's profile
ru_ru: Профиль автора в Science Index

# EmployeeExporterButtonLabel.Text
source: Export Data
ru_ru: Экспорт сведений

# EmployeeExporterDialogTitle.Text
source: Export employee data
ru_ru: Экспорт сведений о сотруднике

# EduLevel.Text
source: Education Level:
ru_ru: Уровень образования:

# Hours.Text
source: Hours:
ru_ru: Часов:
