Repository: r7-labs/R7.University
Catalog: R7.University.EduPrograms/App_LocalResources/EditScience.ascx.*.resx
Languages: ru_ru

# ControlTitle_editscience.Text
source: Edit Science
ru_ru: Редактирование сведений о науке

# ModuleHelp.Text
source: <P>About Science Editor</P>
ru_ru: <P>О редакторе сведений о науке</P>

# EditEduProgram.Action
source: Edit Edu. Program
ru_ru: Редактировать обр. программу

# Directions.Tab
source: Scientific Directions
ru_ru: Направления ННИД

# Base.Tab
source: Scientific and Research Base
ru_ru: База ННИД

# Values.Tab
source: Values **obsolete**
ru_ru: Показатели **устарело**

# labelDirections.Text
source: Scientific Directions:
ru_ru: Направления научных исследований:

# labelDirections.Help
source: The list of scientific directions within which scientific (research) activity is conducted.
ru_ru: Перечень научных направлений, в рамках которых ведется научная (научно-исследовательская) деятельность.

# labelBase.Text
source: Scientific and Research Base:
ru_ru: Научно-исследовательская база:

# labelBase.Help
source: Information on the scientific and research base for the implementation of scientific (research) activities.
ru_ru: Информация о научно-исследовательской базе для осуществления научной (научно-исследовательской) деятельности.

# labelScientists.Text
source: Number of Scientists:
ru_ru: НПР, принимающих участие в ННИД:

# labelScientists.Help
source: Number of scientists participating in scientific (research) activities, number of peoples.
ru_ru: Количество НПР, принимающих участие в научной (научно-исследовательской) деятельности, чел.

# labelStudents.Text
source: Number of Students:
ru_ru: Студентов:

# labelStudents.Help
source: Number of students taking part in scientific (research) activities, number of peoples.
ru_ru: Количество студентов, принимающих участие в научной (научно-исследовательской) деятельности, чел.

# labelMonographs.Text
source: Number of Monographs:
ru_ru: Монографий:

# labelMonographs.Help
source: Number of published monographs of scientific and pedagogical workers of the educational organization in all scientific fields for the last year.
ru_ru: Количество изданных монографий научно-педагогических работников образовательной организации по всем научным направлениям за последний год.

# labelArticles.Text
source: Number of Articles:
ru_ru: Статей:

# labelArticles.Help
source: The number of articles published and accepted for publication in publications recommended by the HAC / foreign for the publication of scientific works in the last year.
ru_ru: Количество изданных и принятых к публикации статей в изданиях, рекомендованных ВАК / зарубежных для публикации научных работ за последний год.

# labelPatents.Text
source: Number of Patents:
ru_ru: Патентов на разработки:

# labelPatents.Help
source: Number of patents received for development in the last year: russian / foreign.
ru_ru: Количество патентов, полученных на разработки за последний год: российских / зарубежных.

# labelCertificates.Text
source: Number of Certificates:
ru_ru: Свидетельств о регистрации объекта ИС:

# labelCertificates.Help
source: Number of certificates of registration of an intellectual property object issued for development in the last year: russian / foreign.
ru_ru: Количество свидетельств о регистрации объекта интеллектуальной собственности, выданных на разработки за последний год: российских / зарубежных.

# labelFinancingByScientist.Text
source: Volume of Research Funding per Scientist:
ru_ru: Объём финансирования на одного НПР:

# labelFinancingByScientist.Help
source: The average annual volume of research funding per scientific-pedagogical worker of the organization (in the reduced to integer values of rates), thousands of rub.
ru_ru: Среднегодовой объём финансирования научных исследований на одного научно-педагогического работника организации (в приведенных к целочисленным значениям ставок), тыс. руб.

# ArticlesHAC.Text
source: in publications recommended by HAC:
ru_ru: в изданиях, рекомендованных ВАК:

# ArticlesForeign.Text
source: in foreign publications:
ru_ru: в зарубежных изданиях:

# Local.Text
source: russian:
ru_ru: российских:

# Foreign.Text
source: foreign:
ru_ru: зарубежных:

# Value.Invalid
source: Value must be an integer number equal to or greater than zero.
ru_ru: Значение должно быть неотрицательным целым числом.

# FinancingByScientistValue.Invalid
source: Value must be decimal number equal to or greater than zero.
ru_ru: Значение должно быть неотрицательным вещественным числом.

# Results_Tab.Text
source: Results
ru_ru: Результаты

# lblResults.Help
source: Results of scientific (research) activities.
ru_ru: Результаты научной (научно-исследовательской) деятельности.

# lblResults.Text
source: Results:
ru_ru: Результаты:
