Repository: r7-labs/R7.University
Catalog: R7.University.EduPrograms/App_LocalResources/Science.*.resx
Languages: ru_ru

# ModuleHelp.Text
source: <P> A ScienceDirectory Module</P>
ru_ru: <P> Модуль ScienceDirectory</P>

# NothingToDisplay.Text
source: Nothing to display. Please add some educational programs or change module settings.
ru_ru: Нечего отображать. Добавьте образовательные программы или измените настройки модуля.

# ScienceCode.Column
source: Code
ru_ru: Код

# ScienceEduProgram.Column
source: Educational Program
ru_ru: Наименование специальности, направления подготовки

# ScienceDirections.Column
source: The list of scientific directions within which scientific (research) activity is conducted
ru_ru: Перечень научных направлений, в рамках которых ведется <abbr title="Научная (научно-исследовательская) деятельность">НИД</abbr>

# ScienceBase.Column
source: Information on the scientific and research base for the implementation of scientific (research) activities
ru_ru: Информация о научно-исследовательской базе для осуществления <abbr title="Научная (научно-исследовательская) деятельность">НИД</abbr>

# ScienceScientists.Column
source: Number of scientists participating in scientific (research) activities, number of peoples
ru_ru: Количество <abbr title="Научно-педагогический работник">НПР</abbr>, принимающих участие в <abbr title="Научная (научно-исследовательская) деятельность">НИД</abbr>, чел.

# ScienceStudents.Column
source: Number of students taking part in scientific (research) activities, number of peoples
ru_ru: Количество студентов, принимающих участие в <abbr title="Научная (научно-исследовательская) деятельность">НИД</abbr>, чел.

# ScienceMonographs.Column
source: Number of published monographs of scientific and pedagogical workers of the educational organization in all scientific fields for the last year
ru_ru: Количество изданных монографий <abbr title="Научно-педагогический работник">НПР</abbr> образовательной организации по всем научным направлениям за последний год

# ScienceArticles.Column
source: The number of articles published and accepted for publication in publications recommended by the HAC / foreign for the publication of scientific works in the last year
ru_ru: Количество изданных и принятых к публикации статей в изданиях, рекомендованных ВАК / зарубежных для публикации научных работ за последний год

# SciencePatents.Column
source: Number of patents received for development in the last year: russian / foreign
ru_ru: Количество патентов, полученных на разработки за последний год: российских / зарубежных

# ScienceCertificates.Column
source: Number of certificates of registration of an intellectual property object issued for development in the last year: russian / foreign
ru_ru: Количество свидетельств о регистрации объекта интеллектуальной собственности, выданных на разработки за последний год: российских / зарубежных

# ScienceFinances.Column
source: The average annual volume of research funding per scientific-pedagogical worker of the organization (in the reduced to integer values of rates), thousands of rub
ru_ru: Среднегодовой объем финансирования научных исследований на одного <abbr title="Научно-педагогический работник">НПР</abbr> организации (в приведенных к целочисленным значениям ставок), тыс. руб.
