Repository: r7-labs/R7.University
Catalog: R7.University.EduPrograms/App_LocalResources/ViewEduProgram.ascx.*.resx
Languages: ru_ru

# NothingToDisplay.Text
source: Nothing to display, please select educational program in module settings or add new.
ru_ru: Нечего отображать, выберите образовательную программу в настройках модуля или добавьте новую.

# NotPublished.Text
source: Selected educational program is not published.
ru_ru: Выбранная образовательная программа не опубликована.

# LinkOpen.Text
source: [open]
ru_ru: [открыть]

# EduLevel.Text
source: Education level:
ru_ru: Уровень образования:

# EduProgramProfile.Text
source: Profile (specialization)
ru_ru: Профиль (специализация)

# ImplementedEduForms.Text
source: Implemented education forms:
ru_ru: Реализуемые формы обучения:

# EduFormsForAdmission.Text
source: Education forms open for admission in
ru_ru: Формы обучения, открытые для приема на обучение в

# Divisions.Text
source: Divisions:
ru_ru: Подразделения:

# AccreditedToDate.Text
source: Accredited to:
ru_ru: Государственной аккредитация (до):

# CommunityAccreditedToDate.Text
source: Community accredited to:
ru_ru: Профессионально-общественная аккредитация (до):

# TimeToLearnFullTime.Text
source: Full Time
ru_ru: Очная форма

# TimeToLearnPartTime.Text
source: Part Time
ru_ru: Очно-заочная форма

# TimeToLearnExtramural.Text
source: Extramural
ru_ru: Заочная форма

# TimeToLearnYears1.Format
source: {0} year
ru_ru: {0} год

# TimeToLearnYears2.Format
source: {0} years
ru_ru: {0} года

# TimeToLearnYears3.Format
source: {0} years
ru_ru: {0} лет

# TimeToLearnMonths1.Format
source: {0} month
ru_ru: {0} месяц

# TimeToLearnMonths2.Format
source: {0} months
ru_ru: {0} месяца

# TimeToLearnMonths3.Format
source: {0} months
ru_ru: {0} месяцев

# TimeToLearnHours1.Format
source: {0} hour
ru_ru: {0} час

# TimeToLearnHours2.Format
source: {0} hours
ru_ru: {0} часов

# TimeToLearnHours3.Format
source: {0} hours
ru_ru: {0} часов
