Repository: r7-labs/R7.University
Catalog: R7.University.EduProgramProfiles/App_LocalResources/Contingent.*.resx
Languages: ru_ru

# EduCode.Column
source: Code
ru_ru: Код

# EduProgram.Column
source: Educational Program
ru_ru: Образовательная программа

# IsAdopted.Column
source: Adopted Program?
ru_ru: Адаптированная ОП?

# EduLevel.Column
source: Education Level
ru_ru: Уровень образования

# Course.Column
source: Course
ru_ru: Курс

# VacantPlaces.Column
source: Number of Vacant Places for Admission (Movement) Financed by:
ru_ru: Количество вакантных мест для приема (перевода) на места, финансируемые за счет:

# Actual.Column
source: Number of Students Financed by:
ru_ru: Численность обучающихся за счет (количество человек / из них являющихся иностранными гражданами):

# Admission.Column
source: Admission Results of Students Financed by:
ru_ru: Результаты приема обучающихся за счет (количество человек):

# AvgAdmScore.Column
source: Average Score Earned for all Introductory Tests
ru_ru: Средняя сумма набранных баллов по всем вступительным испытаниям

# NumberFB.Column
source: Federal Budget
ru_ru: бюджетных ассигнований федерального бюджета

# NumberRB.Column
source: Regional Budgets
ru_ru: бюджетов субъектов Российской Федерации

# NumberMB.Column
source: Municipal Budgets
ru_ru: местных бюджетов

# NumberBC.Column
source: by Contracts
ru_ru: по договорам об образовании за счет средств физических и (или) юридических лиц

# MovedOut.Column
source: Number of Students Moved to other Educational Organizations
ru_ru: Численность обучающихся, переведенных в другие образовательные организации

# MovedIn.Column
source: Number of Students Moved from other Educational Organizations
ru_ru: Численность обучающихся, переведенных из других образовательных организаций

# Restored.Column
source: Number of Restored Students
ru_ru: Численность восстановленных обучающихся

# Expelled.Column
source: Number of Expelled Students
ru_ru: Численность отчисленных обучающихся

# EduForm.Column
source: Education Form
ru_ru: Форма обучения

# EduForm_FullTime.Text
source: Full Time
ru_ru: Очная

# EduForm_PartTime.Text
source: Part Time
ru_ru: Очно-заочная

# EduForm_Extramural.Text
source: Extramural
ru_ru: Заочная
