Repository: r7-labs/R7.University
Catalog: R7.University.EduProgramProfiles/App_LocalResources/EditContingent.ascx.*.resx
Languages: ru_ru

# ControlTitle_editcontingent.Text
source: Edit Contingent Record
ru_ru: Редактирование записи о контингенте

# ContingentValue.Invalid
source: Value should be integer greater than or equal to zero.
ru_ru: Значение должно быть неотрицательным целым числом.

# AvgAdmScore.Invalid
source: Value must be decimal number equal to or greater than zero.
ru_ru: Значение должно быть неотрицательным вещественным числом.

# Actual.Tab
source: Actual Contingent
ru_ru: Текущая численность

# Admission.Tab
source: Admission Info
ru_ru: Результаты приема

# Movement.Tab
source: Contingent Movement
ru_ru: Перевод, восстановление, отчисление

# Vacant.Tab
source: Vacant Places
ru_ru: Вакантные места

# labelActualFB.Text
source: Federal Budget:
ru_ru: Федеральный бюджет:

# labelActualFB.Help
source: Students financed by federal budget, number of people / including foreign citizents.
ru_ru: Численность обучающихся за счет бюджетных ассигнований федерального бюджета, человек / из них иностранных граждан.

# labelActualRB.Text
source: Regional Budgets:
ru_ru: Бюджеты субъектов РФ:

# labelActualRB.Help
source: Students financed by regional budgets, number of people / including foreign citizents.
ru_ru: Численность обучающихся за счет бюджетов субъектов Российской Федерации, человек / из них иностранных граждан.

# labelActualMB.Text
source: Municipal Budgets:
ru_ru: Местные бюджеты:

# labelActualMB.Help
source: Students financed by municipal budgets, number of people / including foreign citizents.
ru_ru: Численность обучающихся за счет местных бюджетов, человек / из них иностранных граждан.

# labelActualBC.Text
source: By Contracts:
ru_ru: По договорам:

# labelActualBC.Help
source: Students financed by contracts, number of people / including foreign citizents.
ru_ru: Численность обучающихся за счет средств физических и (или) юридических лиц, человек / из них иностранных граждан.

# labelAdmittedFB.Text
source: Federal Budget:
ru_ru: Федеральный бюджет:

# labelAdmittedFB.Help
source: Admission results of students financed by federal budget, number of people.
ru_ru: Результаты приема обучающихся за счет бюджетных ассигнований федерального бюджета, человек.

# labelAdmittedRB.Text
source: Regional Budgets:
ru_ru: Бюджеты субъектов РФ:

# labelAdmittedRB.Help
source: Admission results of students financed by regional budgets, number of people.
ru_ru: Результаты приема обучающихся за счет бюджетов субъектов Российской Федерации, человек.

# labelAdmittedMB.Text
source: Municipal Budgets:
ru_ru: Местные бюджеты:

# labelAdmittedMB.Help
source: Admission results of students financed by municipal budgets, number of people.
ru_ru: Результаты приема обучающихся за счет местных бюджетов, человек.

# labelAdmittedBC.Text
source: By Contracts:
ru_ru: По договорам:

# labelAdmittedBC.Help
source: Admission results of students financed by contracts, number of people.
ru_ru: Результаты приема обучающихся за счет средств физических и (или) юридических лиц, человек.

# labelAvgAdmScore.Text
source: Average Score:
ru_ru: Средний балл:

# labelAvgAdmScore.Help
source: Average score earned for all introductory tests.
ru_ru: Средняя сумма набранных баллов по всем вступительным испытаниям.

# labelVacantFB.Text
source: Federal Budget:
ru_ru: Федеральный бюджет:

# labelVacantFB.Help
source: Number of vacant places for admission (movement) financed by federal budget.
ru_ru: Количество вакантных мест для приема (перевода) на места, финансируемые за счет бюджетных ассигнований федерального бюджета, человек.

# labelVacantRB.Text
source: Regional Budgets:
ru_ru: Бюджеты субъектов РФ:

# labelVacantRB.Help
source: Number of vacant places for admission (movement) financed by regional budgets.
ru_ru: Количество вакантных мест для приема (перевода) на места, финансируемые за счет бюджетов субъектов Российской Федерации, человек.

# labelVacantMB.Text
source: Municipal Budgets:
ru_ru: Местные бюджеты:

# labelVacantMB.Help
source: Number of vacant places for admission (movement) financed by municipal budgets.
ru_ru: Количество вакантных мест для приема (перевода) на места, финансируемые за счет местных бюджетов, человек.

# labelVacantBC.Text
source: By Contracts:
ru_ru: По договорам:

# labelVacantBC.Help
source: Number of vacant places for admission (movement) financed by contracts.
ru_ru: Количество вакантных мест для приема (перевода) на места, финансируемые за счет средств физических и (или) юридических лиц, человек.

# labelMovedOut.Text
source: Moved out:
ru_ru: Переведено в:

# labelMovedOut.Help
source: Number of students moved to other educational organizations.
ru_ru: Численность обучающихся, переведенных в другие образовательные организации, человек.

# labelMovedIn.Text
source: Moved in:
ru_ru: Переведено из:

# labelMovedIn.Help
source: Number of students moved from other educational organizations.
ru_ru: Численность обучающихся, переведенных из других образовательных организаций, человек.

# labelRestored.Text
source: Restored:
ru_ru: Восстановлено:

# labelRestored.Help
source: Number of restored students.
ru_ru: Численность восстановленных обучающихся, человек.

# labelExpelled.Text
source: Expelled:
ru_ru: Отчислено:

# labelExpelled.Help
source: Number of expelled students.
ru_ru: Численность отчисленных обучающихся, человек.

# EditEduProgramProfile.Action
source: Edit Edu. Program Profile
ru_ru: Редактировать профиль обр. программы

# NumberOfStudents.Text
source: Number of Students
ru_ru: Кол-во обучающихся

# NumberOfForeignCitizens.Text
source: Including Foreign Citizens
ru_ru: Из них иностранных граждан
