Repository: r7-labs/R7.University
Catalog: R7.University.EduProgramProfiles/App_LocalResources/ViewEduProgramProfileDirectory.ascx.*.resx
Languages: ru_ru

# ModuleHelp.Text
source: <p>About EduProgramProfileDirectory module</p>
ru_ru: <p>О модуле EduProgramProfileDirectory</p>

# AddEduProgramProfile.Action
source: Add Edu. Program Profile
ru_ru: Новый профиль обр. программы

# NothingToDisplay.Text
source: Nothing to display. Please add some educational program profiles and use module settings to set view options.
ru_ru: Нечего отображать. Добавьте профили образовательных программ и воспользуйтесь настройками модуля для установки параметров отображения.

# Code.Column
source: Code
ru_ru: Код

# Title.Column
source: Educational Program
ru_ru: Образовательная программа

# EduLevel.Column
source: Education Level
ru_ru: Уровень образования

# EduForms.Column
source: Implemented Education Forms
ru_ru: Реализуемые формы обучения

# EduFormsAndLearningTime.Column
source: Implemented Education Forms and Learning Time
ru_ru: Реализуемые формы и нормативные сроки обучения

# AccreditedToDate.Column
source: Accredited to
ru_ru: Срок действия государственной аккредитации образовательной программы

# CommunityAccreditedToDate.Column
source: Accredited by Community to
ru_ru: Срок действия общественно-профессиональной аккредитации образовательной программы

# EduPlan.Column
source: Education Plans
ru_ru: Учебные планы

# EduSchedule.Column
source: Education Schedules
ru_ru: Календарные учебные графики

# WorkProgramAnnotation.Column
source: Work Program Annotations
ru_ru: Аннотации к рабочим программам дисциплин

# Languages.Column
source: Education Languages
ru_ru: Языки, на которых осуществляется образование (обучение)

# WorkProgram.Column
source: Work Programs of Disciplines and Practices
ru_ru: Рабочие программы дисциплин и практик

# EduMaterial.Column
source: Educational Materials
ru_ru: Методические и иные документы

# ELearning.Column
source: E-Learning (EL) and <abbr title="Distance Education Technologies">DET</abbr>
ru_ru: Использование при реализации образовательных программ электронного обучения (ЭО) и <abbr title="Дистанционные образовательные технологии">ДОТ</abbr>

# ELearning_ELearning.Text
source: EL
ru_ru: ЭО

# ELearning_DistanceEducation.Text
source: DET
ru_ru: ДОТ

# ELearning_No.Text
source: no
ru_ru: нет

# DocumentGroup.Column
source: Group
ru_ru: Группа документов

# DocumentTitle.Column
source: Document
ru_ru: Документ

# LinkOpen.Text
source: [open]
ru_ru: [открыть]

# UnknownLanguage.Text
source: <unknown language>
ru_ru: <неизвестный язык>

# DocumentSignature_Column.Text
source: Signature
ru_ru: ЭЦП
