Repository: r7-labs/R7.University
Catalog: R7.University.Controls/App_LocalResources/EditDocuments.ascx.*.resx
Languages: ru_ru

# SystemDocumentType_OrderEnrollment.Text
source: Enrollment Order
ru_ru: Приказ о приеме (зачислении)

# SystemDocumentType_OrderExpulsion.Text
source: Expulsion Order
ru_ru: Приказ об отчислении

# SystemDocumentType_OrderRestoration.Text
source: Restoration Order
ru_ru: Приказ о восстановлениии

# SystemDocumentType_OrderTransfer.Text
source: Transfer Order
ru_ru: Приказ о переводе

# SystemDocumentType_OrderAcademicLeave.Text
source: Academic Leave Order
ru_ru: Приказ об академическом отпуске

# SystemDocumentType_EduStandard.Text
source: Educational Standard
ru_ru: Образовательный стандарт

# SystemDocumentType_ProfStandard.Text
source: Professional Standard
ru_ru: Профессиональный стандарт

# SystemDocumentType_EduProgram.Text
source: Educational Program
ru_ru: Образовательная программа

# SystemDocumentType_EduSchedule.Text
source: Education Schedule
ru_ru: Календарный график

# SystemDocumentType_EduPlan.Text
source: Education Plan
ru_ru: Учебный план

# SystemDocumentType_EduMaterial.Text
source: Educational Material
ru_ru: Методический материал

# SystemDocumentType_WorkProgramAnnotation.Text
source: Work Program Annotation
ru_ru: Аннотация (аннотации) рабочей программы

# SystemDocumentType_WorkProgramOfPractice.Text
source: Work Program Of Practice
ru_ru: Рабочая программа практики

# SystemDocumentType_Contingent.Text
source: Contingent Info **obsolete**
ru_ru: Сведения о численности обучающихся

# SystemDocumentType_ContingentMovement.Text
source: Contingent Movement Info **obsolete**
ru_ru: Сведения о результатах перевода, восстановления и отчисления

# labelDocumentTitle.Text
source: Title:
ru_ru: Название:

# labelDocumentTitle.Help
source: Enter title for the document.
ru_ru: Введите название документа.

# labelDocumentGroup.Text
source: Group:
ru_ru: Группа:

# labelDocumentGroup.Help
source: Specify group name for the document.
ru_ru: Укажите имя группы для документа.

# labelDocumentType.Text
source: Type:
ru_ru: Тип документа:

# labelDocumentType.Help
source: Select document type from the dropdown.
ru_ru: Выберите тип документа из выпадающего списка.

# labelDocumentSortIndex.Text
source: Sort Index:
ru_ru: Индекс сортировки:

# labelDocumentSortIndex.Help
source: Enter sort index for the document. It can be used to give specific order to the documents in some views.
ru_ru: Введите значение индекса сортировки для документа. Оно может быть использовано для задания порядка следования документов в различных представлениях.

# DocumentSortIndex.Invalid
source: Document sort index must be an integer.
ru_ru: Индекс сортировки документа должен быть целым числом.

# labelDocumentUrl.Text
source: Link:
ru_ru: Ссылка:

# labelDocumentUrl.Help
source: Provide link to the document.
ru_ru: Дайте ссылку на документ.

# labelDocumentStartDate.Text
source: Start Publication:
ru_ru: Начало публикации:

# labelDocumentStartDate.Help
source: Enter the date from current document should be published on the site.
ru_ru: Введите дату, с которой документ должен быть опубликован на сайте.

# labelDocumentEndDate.Text
source: End Publication:
ru_ru: Окончание публикации:

# labelDocumentEndDate.Help
source: Enter the date from current document should be removed from publication on the site.
ru_ru: Введите дату, начиная с которой документ должен быть снят с публикации на сайте.

# sectionAdvancedProperties.Text
source: Advanced Document Properties
ru_ru: Расширенные свойства документа

# buttonAddDocument.Text
source: Add Document
ru_ru: Добавить документ

# buttonUpdateDocument.Text
source: Update Document
ru_ru: Сохранить документ

# DocumentTitle.Column
source: Title
ru_ru: Название

# DocumentGroup.Column
source: Group
ru_ru: Группа

# DocumentType.Column
source: Type
ru_ru: Тип

# DocumentUrl.Column
source: Link
ru_ru: Ссылка

# DocumentUrlLabel.Text
source: [open]
ru_ru: [открыть]

# DocumentFileName.Column
source: File Name
ru_ru: Имя файла

# DocumentSortIndex.Column
source: Sort Index
ru_ru: Индекс

# DocumentStartDate.Column
source: Start Date
ru_ru: Начало

# DocumentEndDate.Column
source: End Date
ru_ru: Окончание

# FileName.Invalid
source: Name of the selected file doesn't match validation expression "{regex}" for the selected document type.
ru_ru: Имя выбранного файла не соответствует проверочному выражению "{regex}" для выбранного типа документа.
